"use strict"

let website = {
    "сайт визитка": 1500,
    "корпоративный сайт": 2000,
    "интернет магазин": 3000,
};

let key1 = prompt("Ваш тип сайта", "Напиши свой вариант")

alert( website[key1] );

let design = {
    "шаблон": 1500,
    "уникальный": 2000,
    "специальный": 3000,
};

let key2 = prompt("Какой дизайн?", "Напиши свой вариант")

alert( design[key2] );

let adapt = {
    "пк": 1000,
    "телефон": 2000,
    "пк + гаджет": 3000,
};

let key3 = prompt("Где бы вы хотели использовать ваш сайт?", "Напиши свой вариант")

alert( adapt[key3] );

alert( website[key1] + design[key2] + adapt[key3] );
